/*Додавання справи: Напишіть функцію, яка додає нову справу до списку. Користувач повинен мати можливість ввести назву справи.
Виведення всіх справ: Реалізуйте функцію, яка виводить на екран усі справи зі списку.
Відмітка про виконання: Додайте можливість позначити справу як виконану. Користувач повинен ввести номер справи, яку він хоче відмітити.
Видалення справи: Напишіть функцію, яка дозволяє видалити справу зі списку. Користувач повинен ввести номер справи для видалення.
*/

Console.ForegroundColor = ConsoleColor.Yellow;
Console.WriteLine("TO-DO LIST:");
Console.ResetColor();

string[] defoultList = new string[] { "Task 1: ", "Task 2: ", "Task 3: ", "Task 4: ", "Task 5: ",
    "Task 6: ", "Task 7: ", "Task 8: ", "Task 9: ", "Task 10:" };

foreach (string task in defoultList)
{
    Console.WriteLine(task);
}
